Repository: wzz6423/zshell
Catalog: mac/zshell/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Sidebar font size
ar: حجم خط الشريط الجانبي
de: Schriftgröße der Seitenleiste
es: Tamaño de fuente de la barra lateral
fr: Taille de police de la barre latérale
id: Ukuran font bilah samping
it: Dimensione del font della barra laterale
ja: サイドバーのフォントサイズ
ko: 사이드바 글꼴 크기
nl: Lettergrootte van zijbalk
pt_br: Tamanho da fonte da barra lateral
ru: Размер шрифта боковой панели
th: ขนาดฟอนต์แถบด้านข้าง
tr: Kenar çubuğu yazı boyutu
vi: Cỡ chữ thanh bên
zh_hans: 侧边栏字体大小
zh_hant: 側邊欄字體大小

source: Size
ar: الحجم
de: Größe
es: Tamaño
fr: Taille
id: Ukuran
it: Dimensione
ja: サイズ
ko: 크기
nl: Grootte
pt_br: Tamanho
ru: Размер
th: ขนาด
tr: Boyut
vi: Kích thước
zh_hans: 大小
zh_hant: 大小

source: Source: Claude Code status line from an active Zshell session
ar: المصدر: سطر حالة Claude Code في جلسة Zshell نشطة
de: Quelle: Claude Code-Statuszeile einer aktiven Zshell-Sitzung
es: Fuente: línea de estado de Claude Code de una sesión activa de Zshell
fr: Source : ligne d'état Claude Code d'une session Zshell active
id: Sumber: baris status Claude Code dari sesi Zshell aktif
it: Fonte: riga di stato di Claude Code di una sessione Zshell attiva
ja: 取得元：アクティブな Zshell セッションの Claude Code ステータスライン
ko: 출처: 활성 Zshell 세션의 Claude Code 상태 표시줄
nl: Bron: Claude Code-statusregel uit een actieve Zshell-sessie
pt_br: Fonte: linha de status do Claude Code de uma sessão ativa do Zshell
ru: Источник: строка состояния Claude Code в активном сеансе Zshell
th: แหล่งที่มา: บรรทัดสถานะ Claude Code จากเซสชัน Zshell ที่ทำงานอยู่
tr: Kaynak: Etkin Zshell oturumundaki Claude Code durum satırı
vi: Nguồn: dòng trạng thái Claude Code từ phiên Zshell đang hoạt động
zh_hans: 来源：来自活动 Zshell 会话的 Claude Code 状态行
zh_hant: 來源：來自活動 Zshell 工作階段的 Claude Code 狀態行

source: Source: local Codex app server
ar: المصدر: خادم تطبيق Codex المحلي
de: Quelle: lokaler Codex-App-Server
es: Fuente: servidor local de la app Codex
fr: Source : serveur d'app local Codex
id: Sumber: server aplikasi Codex lokal
it: Fonte: server locale dell'app Codex
ja: 取得元：ローカルの Codex アプリサーバー
ko: 출처: 로컬 Codex 앱 서버
nl: Bron: lokale Codex-appserver
pt_br: Fonte: servidor local do app Codex
ru: Источник: локальный сервер приложения Codex
th: แหล่งที่มา: เซิร์ฟเวอร์แอป Codex ในเครื่อง
tr: Kaynak: Yerel Codex uygulama sunucusu
vi: Nguồn: máy chủ ứng dụng Codex cục bộ
zh_hans: 来源：本地 Codex 应用服务器
zh_hant: 來源：本機 Codex 應用伺服器

source: Spend limit
ar: حد الإنفاق
de: Ausgabenlimit
es: Límite de gasto
fr: Limite de dépenses
id: Batas pengeluaran
it: Limite di spesa
ja: 利用上限額
ko: 지출 한도
nl: Uitgavenlimiet
pt_br: Limite de gastos
ru: Лимит расходов
th: ขีดจำกัดค่าใช้จ่าย
tr: Harcama sınırı
vi: Giới hạn chi tiêu
zh_hans: 支出上限
zh_hant: 支出上限

source: Split
ar: تقسيم
de: Teilen
es: Dividir
fr: Diviser
id: Bagi
it: Dividi
ja: 分割
ko: 분할
nl: Splitsen
pt_br: Dividir
ru: Разделить
th: แบ่ง
tr: Böl
vi: Chia
zh_hans: 分屏
zh_hant: 分屏

source: Split Down
ar: تقسيم لأسفل
de: Nach unten teilen
es: Dividir hacia abajo
fr: Diviser vers le bas
id: Bagi ke Bawah
it: Dividi verso il basso
ja: 下に分割
ko: 아래로 분할
nl: Naar beneden splitsen
pt_br: Dividir para baixo
ru: Разделить вниз
th: แบ่งลง
tr: Aşağı Böl
vi: Chia xuống dưới
zh_hans: 向下分屏
zh_hant: 向下分屏

source: Split Down (⇧⌘D)
ar: تقسيم لأسفل (⇧⌘D)
de: Nach unten teilen (⇧⌘D)
es: Dividir hacia abajo (⇧⌘D)
fr: Diviser vers le bas (⇧⌘D)
id: Bagi ke Bawah (⇧⌘D)
it: Dividi verso il basso (⇧⌘D)
ja: 下に分割 (⇧⌘D)
ko: 아래로 분할 (⇧⌘D)
nl: Naar beneden splitsen (⇧⌘D)
pt_br: Dividir para baixo (⇧⌘D)
ru: Разделить вниз (⇧⌘D)
th: แบ่งลง (⇧⌘D)
tr: Aşağı Böl (⇧⌘D)
vi: Chia xuống dưới (⇧⌘D)
zh_hans: 向下分屏 (⇧⌘D)
zh_hant: 向下分屏 (⇧⌘D)

source: Split Left
ar: تقسيم لليسار
de: Nach links teilen
es: Dividir hacia la izquierda
fr: Diviser vers la gauche
id: Bagi ke Kiri
it: Dividi verso sinistra
ja: 左に分割
ko: 왼쪽으로 분할
nl: Naar links splitsen
pt_br: Dividir para a esquerda
ru: Разделить влево
th: แบ่งไปซ้าย
tr: Sola Böl
vi: Chia sang trái
zh_hans: 向左分屏
zh_hant: 向左分屏

source: Split Right
ar: تقسيم لليمين
de: Nach rechts teilen
es: Dividir hacia la derecha
fr: Diviser vers la droite
id: Bagi ke Kanan
it: Dividi verso destra
ja: 右に分割
ko: 오른쪽으로 분할
nl: Naar rechts splitsen
pt_br: Dividir para a direita
ru: Разделить вправо
th: แบ่งไปขวา
tr: Sağa Böl
vi: Chia sang phải
zh_hans: 向右分屏
zh_hant: 向右分屏

source: Split Right (⌘D)
ar: تقسيم لليمين (⌘D)
de: Nach rechts teilen (⌘D)
es: Dividir hacia la derecha (⌘D)
fr: Diviser vers la droite (⌘D)
id: Bagi ke Kanan (⌘D)
it: Dividi verso destra (⌘D)
ja: 右に分割 (⌘D)
ko: 오른쪽으로 분할 (⌘D)
nl: Naar rechts splitsen (⌘D)
pt_br: Dividir para a direita (⌘D)
ru: Разделить вправо (⌘D)
th: แบ่งไปขวา (⌘D)
tr: Sağa Böl (⌘D)
vi: Chia sang phải (⌘D)
zh_hans: 向右分屏 (⌘D)
zh_hant: 向右分屏 (⌘D)

source: Split Up
ar: تقسيم لأعلى
de: Nach oben teilen
es: Dividir hacia arriba
fr: Diviser vers le haut
id: Bagi ke Atas
it: Dividi verso l'alto
ja: 上に分割
ko: 위로 분할
nl: Naar boven splitsen
pt_br: Dividir para cima
ru: Разделить вверх
th: แบ่งขึ้น
tr: Yukarı Böl
vi: Chia lên trên
zh_hans: 向上分屏
zh_hant: 向上分屏

source: Stage %@
ar: تجهيز %@
de: %@ vormerken
es: Preparar %@
fr: Indexer %@
id: Masukkan %@ ke staging
it: Aggiungi %@ allo staging
ja: %@をステージ
ko: %@ 스테이징
nl: %@ klaarzetten
pt_br: Preparar %@
ru: Добавить %@ в индекс
th: จัดเตรียม %@
tr: %@ Hazırla
vi: Đưa %@ vào vùng chờ
zh_hans: 暂存 %@
zh_hant: 暫存 %@

source: Stage All & Amend
ar: تجهيز الكل وتعديل الالتزام
de: Alles vormerken und Commit ändern
es: Preparar todo y enmendar
fr: Tout indexer et modifier le commit
id: Stage Semua dan Amend
it: Aggiungi tutto allo staging e modifica il commit
ja: すべてステージして修正
ko: 모두 스테이징 후 커밋 수정
nl: Alles klaarzetten en commit aanpassen
pt_br: Preparar tudo e emendar
ru: Всё в индекс и дополнить коммит
th: จัดเตรียมทั้งหมดและแก้ไขคอมมิต
tr: Tümünü Hazırla ve Commit’i Düzelt
vi: Đưa tất cả vào vùng chờ và sửa commit
zh_hans: 全部暂存并修订
zh_hant: 全部暫存並修訂

source: Stage All & Commit
ar: تجهيز الكل وإيداعه
de: Alles vormerken und committen
es: Preparar todo y confirmar
fr: Tout indexer et valider
id: Stage Semua dan Commit
it: Aggiungi tutto allo staging ed esegui commit
ja: すべてステージしてコミット
ko: 모두 스테이징 후 커밋
nl: Alles klaarzetten en committen
pt_br: Preparar tudo e fazer commit
ru: Всё в индекс и закоммитить
th: จัดเตรียมทั้งหมดและคอมมิต
tr: Tümünü Hazırla ve Commit Et
vi: Đưa tất cả vào vùng chờ và commit
zh_hans: 全部暂存并提交
zh_hant: 全部暫存並提交

source: Stage All Changes
ar: تجهيز جميع التغييرات
de: Alle Änderungen vormerken
es: Preparar todos los cambios
fr: Indexer toutes les modifications
id: Stage Semua Perubahan
it: Aggiungi tutte le modifiche allo staging
ja: すべての変更をステージ
ko: 모든 변경 사항 스테이징
nl: Alle wijzigingen klaarzetten
pt_br: Preparar todas as alterações
ru: Добавить все изменения в индекс
th: จัดเตรียมการเปลี่ยนแปลงทั้งหมด
tr: Tüm Değişiklikleri Hazırla
vi: Đưa mọi thay đổi vào vùng chờ
zh_hans: 暂存所有更改
zh_hant: 暫存所有變更

source: Stage Changes
ar: تجهيز التغييرات
de: Änderungen vormerken
es: Preparar cambios
fr: Indexer les modifications
id: Stage Perubahan
it: Aggiungi modifiche allo staging
ja: 変更をステージ
ko: 변경 사항 스테이징
nl: Wijzigingen klaarzetten
pt_br: Preparar alterações
ru: Добавить изменения в индекс
th: จัดเตรียมการเปลี่ยนแปลง
tr: Değişiklikleri Hazırla
vi: Đưa thay đổi vào vùng chờ
zh_hans: 暂存更改
zh_hant: 暫存變更

source: Stage all and commit
ar: تجهيز الكل وإيداعه
de: Alles vormerken und committen
es: Preparar todo y confirmar
fr: Tout indexer et valider
id: Stage Semua dan Commit
it: Aggiungi tutto allo staging ed esegui commit
ja: すべてステージしてコミット
ko: 모두 스테이징 후 커밋
nl: Alles klaarzetten en committen
pt_br: Preparar tudo e fazer commit
ru: Всё в индекс и закоммитить
th: จัดเตรียมทั้งหมดและคอมมิต
tr: Tümünü Hazırla ve Commit Et
vi: Đưa tất cả vào vùng chờ và commit
zh_hans: 全部暂存并提交
zh_hant: 全部暫存並提交

source: Stage all changes
ar: تجهيز جميع التغييرات
de: Alle Änderungen vormerken
es: Preparar todos los cambios
fr: Indexer toutes les modifications
id: Stage Semua Perubahan
it: Aggiungi tutte le modifiche allo staging
ja: すべての変更をステージ
ko: 모든 변경 사항 스테이징
nl: Alle wijzigingen klaarzetten
pt_br: Preparar todas as alterações
ru: Добавить все изменения в индекс
th: จัดเตรียมการเปลี่ยนแปลงทั้งหมด
tr: Tüm Değişiklikleri Hazırla
vi: Đưa mọi thay đổi vào vùng chờ
zh_hans: 暂存所有更改
zh_hant: 暫存所有變更

source: Stage changes before committing
ar: جهّز التغييرات قبل الالتزام
de: Änderungen vor dem Committen vormerken
es: Preparar cambios antes de confirmar
fr: Indexer les modifications avant de valider
id: Stage perubahan sebelum commit
it: Aggiungi le modifiche allo staging prima del commit
ja: コミット前に変更をステージしてください
ko: 커밋하기 전에 변경 사항을 스테이징하세요
nl: Zet wijzigingen klaar voordat je commit
pt_br: Prepare as alterações antes do commit
ru: Добавьте изменения в индекс перед коммитом
th: จัดเตรียมการเปลี่ยนแปลงก่อนคอมมิต
tr: Commit etmeden önce değişiklikleri hazırlayın
vi: Đưa thay đổi vào vùng chờ trước khi commit
zh_hans: 提交前请先暂存更改
zh_hant: 提交前請先暫存變更

source: Stale
ar: قديم
de: Veraltet
es: Desactualizado
fr: Obsolète
id: Kedaluwarsa
it: Obsoleto
ja: 期限切れ
ko: 오래됨
nl: Verouderd
pt_br: Desatualizado
ru: Устарело
th: ล้าสมัย
tr: Güncelliğini yitirmiş
vi: Đã cũ
zh_hans: 已过期
zh_hant: 已過期

source: Startup
ar: بدء التشغيل
de: Start
es: Inicio
fr: Démarrage
id: Mulai
it: Avvio
ja: 起動
ko: 시작
nl: Opstarten
pt_br: Inicialização
ru: Запуск
th: การเริ่มต้น
tr: Başlangıç
vi: Khởi động
zh_hans: 启动
zh_hant: 啟動

source: Startup arguments
ar: وسائط بدء التشغيل
de: Startargumente
es: Argumentos de inicio
fr: Arguments de démarrage
id: Argumen startup
it: Argomenti di avvio
ja: 起動時の引数
ko: 시작 인수
nl: Opstartargumenten
pt_br: Argumentos de inicialização
ru: Аргументы запуска
th: อาร์กิวเมนต์เริ่มต้น
tr: Başlatma bağımsız değişkenleri
vi: Đối số khởi động
zh_hans: 启动参数
zh_hant: 啟動參數

source: Startup program
ar: برنامج بدء التشغيل
de: Startprogramm
es: Programa de inicio
fr: Programme de démarrage
id: Program startup
it: Programma di avvio
ja: 起動プログラム
ko: 시작 프로그램
nl: Opstartprogramma
pt_br: Programa de inicialização
ru: Программа запуска
th: โปรแกรมเริ่มต้น
tr: Başlangıç programı
vi: Chương trình khởi động
zh_hans: 启动程序
zh_hant: 啟動程式

source: Stash All Changes
ar: تخزين جميع التغييرات مؤقتًا
de: Alle Änderungen stashen
es: Guardar todos los cambios en stash
fr: Remiser toutes les modifications
id: Stash Semua Perubahan
it: Salva tutte le modifiche nello stash
ja: すべての変更をスタッシュ
ko: 모든 변경 사항 스태시
nl: Alle wijzigingen stashen
pt_br: Guardar todas as alterações no stash
ru: Убрать все изменения в stash
th: เก็บการเปลี่ยนแปลงทั้งหมดใน stash
tr: Tüm Değişiklikleri Stash’e Al
vi: Cất mọi thay đổi vào stash
zh_hans: 贮藏所有更改
zh_hant: 貯藏所有變更

source: Stash changes
ar: تخزين التغييرات مؤقتًا
de: Änderungen stashen
es: Guardar cambios en stash
fr: Remiser les modifications
id: Stash perubahan
it: Salva modifiche nello stash
ja: 変更をスタッシュ
ko: 변경 사항 스태시
nl: Wijzigingen stashen
pt_br: Guardar alterações no stash
ru: Убрать изменения в stash
th: เก็บการเปลี่ยนแปลงใน stash
tr: Değişiklikleri stash’e al
vi: Cất thay đổi vào stash
zh_hans: 贮藏更改
zh_hant: 貯藏變更

source: Status
ar: الحالة
es: Estado
fr: État
it: Stato
ja: 状態
ko: 상태
ru: Статус
th: สถานะ
tr: Durum
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

source: Stop
ar: إيقاف
de: Stoppen
es: Detener
fr: Arrêter
id: Hentikan
it: Interrompi
ja: 停止
ko: 중지
pt_br: Parar
ru: Остановить
th: หยุด
tr: Durdur
vi: Dừng
zh_hans: 停止
zh_hant: 停止

source: Stop Loading
ar: إيقاف التحميل
de: Laden stoppen
es: Detener carga
fr: Arrêter le chargement
id: Hentikan Pemuatan
it: Interrompi caricamento
ja: 読み込みを停止
ko: 불러오기 중지
nl: Laden stoppen
pt_br: Parar carregamento
ru: Остановить загрузку
th: หยุดโหลด
tr: Yüklemeyi Durdur
vi: Dừng tải
zh_hans: 停止载入
zh_hant: 停止載入

source: Stop Search
ar: إيقاف البحث
de: Suche stoppen
es: Detener búsqueda
fr: Arrêter la recherche
id: Hentikan Pencarian
it: Interrompi ricerca
ja: 検索を停止
ko: 검색 중지
nl: Zoeken stoppen
pt_br: Parar busca
ru: Остановить поиск
th: หยุดค้นหา
tr: Aramayı Durdur
vi: Dừng tìm kiếm
zh_hans: 停止搜索
zh_hant: 停止搜索

source: Stopped — %lld matches
ar: توقف — %lld تطابق
de: Gestoppt — %lld Treffer
es: Detenido: %lld coincidencias
fr: Arrêté — %lld correspondances
id: Dihentikan — %lld kecocokan
it: Interrotto — %lld corrispondenze
ja: 停止 — %lld件の一致
ko: 중지됨 — 일치 항목 %lld개
nl: Gestopt — %lld overeenkomsten
pt_br: Parado — %lld correspondências
ru: Остановлено — %lld совпадения
th: หยุดแล้ว — พบ %lld รายการ
tr: Durduruldu — %lld eşleşme
vi: Đã dừng — %lld kết quả khớp
zh_hans: 已停止 — %lld 个匹配
zh_hant: 已停止 — %lld 個匹配

source: Stroke strength
ar: سُمك الخطوط
de: Strichstärke
es: Grosor del trazo
fr: Épaisseur des traits
id: Ketebalan goresan
it: Spessore del tratto
ja: 線の太さ
ko: 획 굵기
nl: Lijndikte
pt_br: Espessura do traço
ru: Толщина штрихов
th: น้ำหนักเส้น
tr: Çizgi kalınlığı
vi: Độ đậm nét
zh_hans: 笔画强度
zh_hant: 筆畫強度

source: Switch Branch
ar: تبديل الفرع
de: Branch wechseln
es: Cambiar rama
fr: Changer de branche
id: Beralih Branch
it: Cambia branch
ja: ブランチを切り替え
ko: 브랜치 전환
nl: Branch wisselen
pt_br: Mudar branch
ru: Переключить ветку
th: สลับสาขา
tr: Dal Değiştir
vi: Chuyển nhánh
zh_hans: 切换分支
zh_hant: 切換分支

source: Switch or Create Branch
ar: تبديل فرع أو إنشاؤه
de: Branch wechseln oder erstellen
es: Cambiar o crear rama
fr: Changer ou créer une branche
id: Beralih atau Buat Branch
it: Cambia o crea branch
ja: ブランチの切り替え / 作成
ko: 브랜치 전환 또는 생성
nl: Branch wisselen of aanmaken
pt_br: Mudar ou criar branch
ru: Переключить или создать ветку
th: สลับหรือสร้างสาขา
tr: Dal Değiştir veya Oluştur
vi: Chuyển hoặc tạo nhánh
zh_hans: 切换或创建分支
zh_hant: 切換或建立分支

source: Switch to %@
ar: التبديل إلى %@
de: Zu %@ wechseln
es: Cambiar a %@
fr: Passer à %@
id: Beralih ke %@
it: Passa a %@
ja: %@に切り替え
ko: %@(으)로 전환
nl: Schakel naar %@
pt_br: Mudar para %@
ru: Переключиться на %@
th: สลับไปยัง %@
tr: %@ Konumuna Geç
vi: Chuyển sang %@
zh_hans: 切换到 %@
zh_hant: 切換到 %@

source: Switch to Project: %@
ar: التبديل إلى المشروع: %@
de: Zu Projekt wechseln: %@
es: Cambiar al proyecto: %@
fr: Passer au projet : %@
id: Beralih ke Proyek: %@
it: Passa al progetto: %@
ja: プロジェクトに切り替え: %@
ko: 프로젝트로 전환: %@
nl: Schakel naar project: %@
pt_br: Mudar para o projeto: %@
ru: Переключиться на проект: %@
th: สลับไปยังโปรเจ็กต์: %@
tr: Projeye Geç: %@
vi: Chuyển sang dự án: %@
zh_hans: 切换到项目：%@
zh_hant: 切換到專案：%@

source: Sync Changes
ar: مزامنة التغييرات
de: Änderungen synchronisieren
es: Sincronizar cambios
fr: Synchroniser les modifications
id: Sinkronkan Perubahan
it: Sincronizza modifiche
ja: 変更を同期
ko: 변경 사항 동기화
nl: Wijzigingen synchroniseren
pt_br: Sincronizar alterações
ru: Синхронизировать изменения
th: ซิงค์การเปลี่ยนแปลง
tr: Değişiklikleri Eşitle
vi: Đồng bộ thay đổi
zh_hans: 同步更改
zh_hant: 同步變更

source: Sync changes
ar: مزامنة التغييرات
de: Änderungen synchronisieren
es: Sincronizar cambios
fr: Synchroniser les modifications
id: Sinkronkan Perubahan
it: Sincronizza modifiche
ja: 変更を同期
ko: 변경 사항 동기화
nl: Wijzigingen synchroniseren
pt_br: Sincronizar alterações
ru: Синхронизировать изменения
th: ซิงค์การเปลี่ยนแปลง
tr: Değişiklikleri Eşitle
vi: Đồng bộ thay đổi
zh_hans: 同步更改
zh_hant: 同步變更

source: System
ar: النظام
es: Sistema
fr: Système
id: Sistem
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pt_br: Sistema
ru: Система
th: ระบบ
tr: Sistem
vi: Hệ thống
zh_hans: 系统
zh_hant: 系統

source: System Default
ar: افتراضي النظام
de: Systemstandard
es: Predeterminado del sistema
fr: Réglage système
id: Default Sistem
it: Predefinito di sistema
ja: システム設定に従う
ko: 시스템 기본값
nl: Systeemstandaard
pt_br: Padrão do sistema
ru: Системный по умолчанию
th: ค่าเริ่มต้นของระบบ
tr: Sistem Varsayılanı
vi: Mặc định hệ thống
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Tab
ar: تبويب
es: Pestaña
fr: Onglet
it: Scheda
ja: タブ
ko: 탭
nl: Tabblad
pt_br: Aba
ru: Вкладка
th: แท็บ
tr: Sekme
vi: Thẻ
zh_hans: 标签页
zh_hant: 分頁

source: Tab %lld
ar: التبويب %lld
es: Pestaña %lld
fr: Onglet %lld
it: Scheda %lld
ja: タブ%lld
ko: 탭 %lld
nl: Tabblad %lld
pt_br: Aba %lld
ru: Вкладка %lld
th: แท็บ %lld
tr: Sekme %lld
vi: Thẻ %lld
zh_hans: 标签页 %lld
zh_hant: 分頁 %lld

source: Tab %lld, %@
ar: التبويب %lld، %@
es: Pestaña %lld, %@
fr: Onglet %lld, %@
it: Scheda %lld, %@
ja: タブ%lld、%@
ko: 탭 %lld, %@
nl: Tabblad %lld, %@
pt_br: Aba %lld, %@
ru: Вкладка %lld, %@
th: แท็บ %lld, %@
tr: Sekme %lld, %@
vi: Thẻ %lld, %@
zh_hans: 标签页 %lld，%@
zh_hant: 分頁 %lld，%@

source: Tab Terminal Environment
ar: بيئة طرفية التبويب
de: Terminalumgebung des Tabs
es: Entorno de terminal de la pestaña
fr: Environnement du terminal de l'onglet
id: Lingkungan Terminal Tab
it: Ambiente del terminale della scheda
ja: タブのターミナル環境
ko: 탭 터미널 환경
nl: Terminalomgeving van tabblad
pt_br: Ambiente de terminal da aba
ru: Окружение терминала вкладки
th: สภาพแวดล้อมเทอร์มินัลแท็บ
tr: Sekme Terminal Ortamı
vi: Môi trường terminal thẻ
zh_hans: 标签页终端环境
zh_hant: 分頁終端機環境

source: Tab Terminal Environment…
ar: بيئة طرفية التبويب…
de: Terminalumgebung des Tabs…
es: Entorno de terminal de la pestaña…
fr: Environnement du terminal de l'onglet…
id: Lingkungan Terminal Tab…
it: Ambiente del terminale della scheda…
ja: タブのターミナル環境…
ko: 탭 터미널 환경…
nl: Terminalomgeving van tabblad…
pt_br: Ambiente de terminal da aba…
ru: Окружение терминала вкладки…
th: สภาพแวดล้อมเทอร์มินัลแท็บ…
tr: Sekme Terminal Ortamı…
vi: Môi trường terminal thẻ…
zh_hans: 标签页终端环境…
zh_hant: 分頁終端機環境…

source: Tab switcher
ar: مبدّل التبويبات
de: Tab-Umschalter
es: Selector de pestañas
fr: Sélecteur d'onglets
id: Pengalih tab
it: Selettore di schede
ja: タブスイッチャー
ko: 탭 전환기
nl: Tabbladkiezer
pt_br: Seletor de abas
ru: Переключатель вкладок
th: ตัวสลับแท็บ
tr: Sekme değiştirici
vi: Bộ chuyển thẻ
zh_hans: 标签页切换器
zh_hant: 分頁切換器

source: Tab variables override project variables with the same name. These settings affect only terminals created later in this tab.
ar: تتجاوز متغيرات التبويب متغيرات المشروع التي تحمل الاسم نفسه. تؤثر هذه الإعدادات فقط في الطرفيات المنشأة لاحقًا في هذا التبويب.
de: Tabvariablen überschreiben gleichnamige Projektvariablen. Diese Einstellungen gelten nur für später in diesem Tab erstellte Terminals.
es: Las variables de la pestaña reemplazan a las del proyecto con el mismo nombre. Estos ajustes solo afectan a los terminales creados después en esta pestaña.
fr: Les variables de l'onglet remplacent les variables du projet de même nom. Ces réglages ne concernent que les terminaux créés ensuite dans cet onglet.
id: Variabel tab menimpa variabel proyek bernama sama. Pengaturan ini hanya memengaruhi terminal yang dibuat nanti di tab ini.
it: Le variabili della scheda sostituiscono quelle del progetto con lo stesso nome. Queste impostazioni riguardano solo i terminali creati in seguito in questa scheda.
ja: タブの変数は同名のプロジェクト変数を上書きします。これらの設定は、このタブで今後作成されるターミナルにのみ適用されます。
ko: 탭 변수는 이름이 같은 프로젝트 변수보다 우선합니다. 이 설정은 이후 이 탭에 생성되는 터미널에만 적용됩니다.
nl: Tabbladvariabelen overschrijven projectvariabelen met dezelfde naam. Deze instellingen gelden alleen voor terminals die later in dit tabblad worden aangemaakt.
pt_br: Variáveis da aba substituem as do projeto com o mesmo nome. Estes ajustes afetam apenas terminais criados depois nesta aba.
ru: Переменные вкладки переопределяют одноимённые переменные проекта. Настройки влияют только на терминалы, созданные в этой вкладке позже.
th: ตัวแปรแท็บจะแทนที่ตัวแปรโปรเจ็กต์ที่ชื่อเดียวกัน การตั้งค่านี้มีผลเฉพาะเทอร์มินัลที่สร้างในแท็บนี้ภายหลัง
tr: Sekme değişkenleri aynı adlı proje değişkenlerini geçersiz kılar. Bu ayarlar yalnızca bu sekmede daha sonra oluşturulan terminalleri etkiler.
vi: Biến của thẻ ghi đè biến dự án cùng tên. Cài đặt này chỉ ảnh hưởng terminal được tạo sau trong thẻ này.
zh_hans: 标签页变量会覆盖同名的项目变量。这些设置仅影响此标签页中之后新建的终端。
zh_hant: 分頁變數會覆蓋同名的專案變數。這些設定僅影響此分頁中之後新增的終端機。

source: Projects containing diffs can’t be moved into another project.
ar: لا يمكن نقل المشاريع التي تحتوي على عروض فروق إلى مشروع آخر.
de: Projekte mit Diffs können nicht in ein anderes Projekt verschoben werden.
es: Los proyectos con diferencias no se pueden mover a otro proyecto.
fr: Les projets contenant des diffs ne peuvent pas être déplacés vers un autre projet.
id: Proyek yang berisi diff tidak dapat dipindahkan ke proyek lain.
it: I progetti con differenze non possono essere spostati in un altro progetto.
ja: 差分を含むプロジェクトは別のプロジェクトに移動できません。
ko: 차이 보기가 있는 프로젝트는 다른 프로젝트로 이동할 수 없습니다.
nl: Projecten met diffs kunnen niet naar een ander project worden verplaatst.
pt_br: Projetos com diferenças não podem ser movidos para outro projeto.
ru: Проекты со сравнениями нельзя перемещать в другой проект.
th: ไม่สามารถย้ายโปรเจ็กต์ที่มีมุมมองความต่างไปยังโปรเจ็กต์อื่นได้
tr: Fark içeren projeler başka bir projeye taşınamaz.
vi: Không thể chuyển dự án chứa bản so sánh sang dự án khác.
zh_hans: 包含差异的项目无法移入另一个项目。
zh_hant: 包含差異的專案無法移入另一個專案。

source: Tabs
ar: التبويبات
es: Pestañas
fr: Onglets
id: Tab
it: Schede
ja: タブ
ko: 탭
nl: Tabbladen
pt_br: Abas
ru: Вкладки
th: แท็บ
tr: Sekmeler
vi: Các thẻ
zh_hans: 标签页
zh_hant: 分頁

source: Tabs containing diffs can’t be moved between projects.
ar: لا يمكن نقل التبويبات التي تحتوي على عروض فروق بين المشاريع.
de: Tabs mit Diffs können nicht zwischen Projekten verschoben werden.
es: Las pestañas con diferencias no se pueden mover entre proyectos.
fr: Les onglets contenant des diffs ne peuvent pas être déplacés entre projets.
id: Tab yang berisi diff tidak dapat dipindahkan antar proyek.
it: Le schede con differenze non possono essere spostate tra progetti.
ja: 差分を含むタブはプロジェクト間で移動できません。
ko: 차이 보기가 있는 탭은 프로젝트 간에 이동할 수 없습니다.
nl: Tabbladen met diffs kunnen niet tussen projecten worden verplaatst.
pt_br: Abas com diferenças não podem ser movidas entre projetos.
ru: Вкладки со сравнениями нельзя перемещать между проектами.
th: ไม่สามารถย้ายแท็บที่มีมุมมองความต่างระหว่างโปรเจ็กต์ได้
tr: Fark içeren sekmeler projeler arasında taşınamaz.
vi: Không thể chuyển thẻ chứa bản so sánh giữa các dự án.
zh_hans: 包含差异的标签页无法在项目之间移动。
zh_hant: 包含差異的分頁無法在專案之間移動。

source: Temporary terminal opacity
ar: عتامة الطرفية المؤقتة
de: Temporäre Terminaldeckkraft
es: Opacidad temporal del terminal
fr: Opacité temporaire du terminal
id: Opasitas terminal sementara
it: Opacità temporanea del terminale
ja: 一時ターミナルの不透明度
ko: 임시 터미널 불투명도
nl: Tijdelijke terminaldekking
pt_br: Opacidade temporária do terminal
ru: Временная непрозрачность терминала
th: ความทึบเทอร์มินัลชั่วคราว
tr: Geçici terminal opaklığı
vi: Độ mờ đục terminal tạm thời
zh_hans: 临时终端不透明度
zh_hant: 臨時終端機不透明度

source: Temporary terminal size
ar: حجم الطرفية المؤقت
de: Temporäre Terminalgröße
es: Tamaño temporal del terminal
fr: Taille temporaire du terminal
id: Ukuran terminal sementara
it: Dimensione temporanea del terminale
ja: 一時ターミナルのサイズ
ko: 임시 터미널 크기
nl: Tijdelijke terminalgrootte
pt_br: Tamanho temporário do terminal
ru: Временный размер терминала
th: ขนาดเทอร์มินัลชั่วคราว
tr: Geçici terminal boyutu
vi: Kích thước terminal tạm thời
zh_hans: 临时终端大小
zh_hant: 臨時終端機大小

source: Terminal
ar: الطرفية
it: Terminale
ja: ターミナル
ko: 터미널
ru: Терминал
th: เทอร์มินัล
zh_hans: 终端
zh_hant: 終端機

source: Terminal Environment
ar: بيئة الطرفية
de: Terminalumgebung
es: Entorno del terminal
fr: Environnement du terminal
id: Lingkungan Terminal
it: Ambiente del terminale
ja: ターミナル環境
ko: 터미널 환경
nl: Terminalomgeving
pt_br: Ambiente do terminal
ru: Окружение терминала
th: สภาพแวดล้อมเทอร์มินัล
tr: Terminal Ortamı
vi: Môi trường terminal
zh_hans: 终端环境
zh_hant: 終端機環境

source: Terminal background opacity
ar: عتامة خلفية الطرفية
de: Deckkraft des Terminalhintergrunds
es: Opacidad del fondo del terminal
fr: Opacité de l'arrière-plan du terminal
id: Opasitas latar terminal
it: Opacità dello sfondo del terminale
ja: ターミナル背景の不透明度
ko: 터미널 배경 불투명도
nl: Dekking van terminalachtergrond
pt_br: Opacidade do fundo do terminal
ru: Непрозрачность фона терминала
th: ความทึบพื้นหลังเทอร์มินัล
tr: Terminal arka planı opaklığı
vi: Độ mờ đục nền terminal
zh_hans: 终端背景不透明度
zh_hant: 終端機背景不透明度
